Repository: bleu/bal-token-watcher
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: es

source: Unknown command. Please type /help for a list of available commands.
es: Comando desconocido. Por favor escribe /help para una lista de comandos disponibles.

source: Use these commands to stay updated on token trades and manage your alert preferences.
es: Usa estos comandos para mantenerte actualizado sobre intercambios de tokens y gestionar tus preferencias de alerta.

source: 🤯 Are you trying to break me? Just kidding, ask away! But seriously, type /help for the command list.
es: 🤯 ¿Estás tratando de romperme? Es broma, pregunta lo que quieras! Pero en serio, escribe /help para la lista de comandos.

source: Available Chains:
es: Cadenas disponibles:

source: *Welcome to the SwapListener Bot!* Here’s how you can interact with me:
es: *¡Bienvenido al SwapListener Bot!* Aquí está cómo puedes interactuar conmigo:

source: *`/manage`*: Manage your subscriptions. You can pause, restart, or unsubscribe from individual or all subscriptions.
es: *`/manage`*: Administra tus suscripciones. Puedes pausar, reiniciar o darte de baja de suscripciones individuales o de todas.

source: Begin the process to add a new token for buy alerts.
es: Comienza el proceso para agregar un nuevo token para alertas de compra.

source: Get an example message.
es: Obtener un mensaje de ejemplo.

source: Manage your subscriptions. You can pause, restart, or unsubscribe from individual or all subscriptions.
es: Administra tus suscripciones. Puedes pausar, reiniciar o darte de baja de suscripciones individuales o de todas.

source: Bought
es: Comprado

source: Buy
es: Comprar

source: Chart
es: Gráfico

source: Deposit
es: Depósito

source: Price
es: Precio

source: Spent
es: Gastado

source: TX
es: Transacción

source: Website
es: Sitio web
